Repository: tiana890/Naked
Catalog: *.lproj/Localizable.strings
Languages: ru

# lang
source: en
ru: ru

# greet_1_up
source: IT DOESN'T MATTER HOW LONG
ru: НЕВАЖНО КАК ДОЛГО ТЫ УЧИШЬ

# greet_1_bottom
source: YOU'VE BEEN STUDYING CHINESE
ru: КИТАЙСКИЙ ЯЗЫК

# greet_2_up
source: BUT AFTER ARRIVING IN CHINA
ru: НО ПРИЕХАВ В КИТАЙ, ТЫ СТОЛКНЕШЬСЯ

# greet_2_bottom
source: YOU'LL SOON FACE REAL CHINESE
ru: С НАСТОЯЩИМ КИТАЙСКИМ ЯЗЫКОМ

# greet_3_up
source: WE WILL ARM YOU WITH THE MOST POWERFUL WEAPON -
ru: МЫ ДАДИМ ТЕБЕ САМОЕ СИЛЬНОЕ ОРУЖИЕ -

# greet_3_bottom
source: KNOWLEDGE!
ru: ЗНАНИЕ!

# greet_4_up
source: YOUR TEACHERS KEEP IT SECRET
ru: ЭТОМУ НЕ УЧАТ В ИНСТИТУТЕ

# greet_4_bottom
source: YOUR BOOKS SAY NOTHING ABOUT IT
ru: ОБ ЭТОМ НЕ ПИШУТ В УЧЕБНИКАХ

# greet_5_up
source: WE WILL UNDRESS THE CHINESE LANGUAGE
ru: МЫ ОБНАЖИМ ВЕСЬ КИТАЙСКИЙ ЯЗЫК

# greet_5_bottom
source: FOR YOU!
ru: ДЛЯ ТЕБЯ!

# greet_text
source: ATTENTION The creators of NAKED CHINESE never intended to offend anyone's dignity. We don't support the use of foul language. We love and respect both China and the Chinese language. The main purpose of this application is not to teach people how to insult each other but rather let them understand when they've been insulted. We wish to protect you from conflict situations. We encourage everyone to employ decent language and endeavor to resolve any problems peacefully.
ru: Внимание. Создатели программы NAKED CHINESE не имеют цели оскорбления чьего-либо достоинства, и не являются сторонниками использования нецензурной лексики. Мы любим и уважаем и Китай, и китайский язык. Цель этой программы не научить людей оскорблять друг друга, а научить понимать, когда оскорбляют вас. Мы хотим защитить вас и увести от конфликтных ситуаций. Мы призываем всех к использованию только нормативной лексики, и к мирному решению все возникающих проблем.

source: NEXT
ru: ДАЛЕЕ

source: About
ru: О программе

# creators
source: Author
ru: Автор

# partners
source: Our partners
ru: Наши партнеры

# restore
source: Restore purchases
ru: Восстановить покупки

# fav
source: Favourites
ru: Избранное

source: Test
ru: Тест

# rate
source: Rate application
ru: Оценить приложение

source: Feedback
ru: Написать нам

# site
source: Visit web site
ru: Посетить веб-сайт

source: Subscribe
ru: Рассылка

source: Jokes
ru: Анекдоты

# empty_test_alert
source: Nothing is chosen!
ru: Ничего не выбрано

# ALERT_TEST_MESSAGE
source: Are you sure you want to quit the test?
ru: Вы уверены, что хотите прервать тест?

# ALERT_TEST_CANCEL
source: Cancel
ru: Отменить

# ALERT_TEST_ABORT
source: Quit
ru: Прервать

# test_result_verybad_1
source: You still have much to learn, my young padawan
ru: Тебе ещё многому учиться, мой юный падаван

# test_result_verybad_2
source: Victory is not as important as it seems, is it?
ru: Главное ведь участие, а не победа. Или всё же нет?

# test_result_verybad_3
source: Honestly? I just think you closed your eyes
ru: Ты это закрыв глаза делал?

# test_result_verybad_4
source: When I fail exams I always blame my fat fingers
ru: При каждой ошибке я виню свои толстые пальцы

# test_result_verybad_5
source: The Great Wall also wasn’t built in one day
ru: Китайская стена тоже не сразу строилась.

# test_result_bad_1
source: Oh, it seems you didn’t give it a try at all
ru: Похоже, ты совсем не старался

# test_result_bad_2
source: Try again. Pleeeeeeease...
ru: Попробуй ещё раз. Пожаааааалуйста...

# test_result_bad_3
source: I believe you can do it better
ru: Я верю ты можешь сделать лучше

# test_result_bad_4
source: Not bad, haha...kidding you!
ru: Не плохо, не плохо... ха-ха... шучу!

# test_result_suit_1
source: It seems like you have learnt something
ru: Похоже, ты всё таки учил что-то

# test_result_suit_3
source: It seems sleeping wasn't everything you did during my classes
ru: Похоже, ты не только спал на моих уроках.

# test_result_good_1
source: You are good. I’m afraid one day you’re gonna take my place.
ru: Да ты хорош. Почти как я.

# test_result_good_2
source: Just a little bit more and nobody will believe you’re not a real Chinese
ru: Ещё чуть-чуть и ты будешь говорить как настоящий китаец

# test_result_excellent_1
source: Seems like I underestimated you
ru: Похоже, я недооценивал тебя

# test_result_excellent_2
source: Hey there, yes you, are you Chinese?
ru: Эй, там. Да, да, ты. Ты, случаем, не китаец?

# test_result_excellent_3
source: Now you are as good as me!
ru: Теперь ты так же хорош как и я!

# test_result_ideal_1
source: You are genious!
ru: Да ты гений!

# test_result_ideal_2
source: Do the Chinese already worship you?
ru: А китайцы уже боготворят тебя?

# test_result_ideal_3
source: Welcome to the club of the winners
ru: Добро пожаловать в клуб победителей

# test_result_ideal_4
source: We are the champions!
ru: Мы чемпионы!

# test_result_ideal_5
source: Do you feel it? It is a smell of victory.
ru: Ты тоже это чувствуешь? Так пахнет победа.

# test_result_ideal_6
source: Your Chinese is like the Great Wall... undestroyable
ru: Твой китайский как и Великая Стена... неразрушим

# add_to_fav_alert
source: Added to favorites
ru: Добавлено в Избранное

# remove_from_fav_alert
source: Removed from Favorites
ru: Удалено из Избранного

# explanation_return
source: Return
ru: Назад

# explanation_add_info
source: Additional information
ru: Дополнительная информация

# send_joke_body
source: Send us your joke in Chinese with an English translation. Please, write the subject of the letter and don't forget to tell us your name. The best jokes will be published with the name of the author.
ru: Пришлите свой анекдот на китайском языке с переводом на русский и/или английский языки. Пожалуйста, укажите тему письма и свое имя. Лучшие анекдоты будут опубликованы с указанием имени автора.

# feedback_body
source: Send us your feedback, bugs and mistakes report or cooperation offer. Please, remember to write the subject of the letter.
ru: Пришлите нам свой отзыв, замечание об ошибках или предложение о сотрудничестве, не забыв указать тему письма.

# share_twitter_text
source: Check out the new iOS app that will teach you the REAL Chinese. http://goo.gl/E0SvQL
ru: Зацени новое приложение для iOS по изучению НАСТОЯЩЕГО китайского языка. http://itunes.apple.com/app/id959547959

# share_text
source: Check out the new iOS app that will teach you the REAL Chinese. Only original materials that are impossible to find anywhere else.http://goo.gl/E0SvQL
ru: Зацени новое приложение для iOS по изучению НАСТОЯЩЕГО китайского языка. Только оригинальный материал, который не возможно отыскать где-либо ещё. http://itunes.apple.com/app/id959547959

# share_completed_success
source: WELL DONE!
ru: ГОТОВО!

# share_completed_unsuccess
source: SOMETHING WENT WRONG...
ru: ЧТО_ТО ПОШЛО НЕ ТАК...

# internet_no_connection
source: No Internet connection!
ru: Отстуствует подключение к интернету!

# products_failed_load_list
source: Failed to load information about product
ru: Невозможно отобразить информацию о продукте

# product_restored
source: Purchases restored!
ru: Покупки восстановлены!

# product_restored_fail
source: Purchases can not be restored!
ru: Покупки не могут быть восстановлены!
